Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Nie za dobrze. Wizyta Królewskiego Wysłannika wprowadziła chaos w kwestiach prawnych wyspy. Muszę to wszystko jakoś uporządkować.
uk: Не дуже добре. Візит Королівського посла вніс безлад у правові питання на острові. Я мушу якось з цим розібратися.

source: Nie zabiją! Gdy już tam dotrzemy, pójdziesz do Corteza i powiesz, że ja cię przysyłam wraz ze skrzynią pełną złota.
uk: Не вб'ють! Коли ми туди дістанемось, ти підеш до Кортеза і скажеш, що це я прислав тебе зі скринею, повною золота.

source: Nie zabiję cię, ale masz na zawsze opuścić Archolos.
uk: Я не вб'ю тебе, але ти назавжди покинеш Архолос.

source: Nie zabronię ci próbować, ale to nie ja będę cię później zbierał.
uk: Звісно, ти можеш спробувати, але я потім тебе не діставатиму.

source: Nie zaczepiaj mnie!
uk: Не зачіпай мене.

source: Nie zadręczaj się. To nie twoja wina.
uk: Не кори себе. Це не твоя провина.

source: Nie zadręczaj się...
uk: Не треба себе картати...

source: Nie zagajasz znowu rozmowy, żeby mi wciskać jakieś eksperymentalne piwo? To dobrze.
uk: Не починаєш знову розмову про те, щоб нав'язати мені експериментальне пиво? Це добре.

source: Nie zajmujemy się zleceniami, które wydają nam się mało opłacalne lub zbyt ryzykowne.
uk: Ми не займаємось справами, які здаються нам невигідними або занадто ризикованими.

source: Nie zajmuję się nielegalnymi pracami, nie mówiąc już o tym, że nie zleciłbym takiej komuś, kto należy do naszej Gildii.
uk: Я не займаюся нелегальною роботою, не кажучи вже про те, щоб доручати її своїм людям.

source: Nie zajmę ci dużo czasu. Potrzebuję pancerza Gwardii Królewskiej.
uk: Я не займу у вас багато часу. Мені потрібен обладунок Королівської Гвардії.

source: Nie zakochaj się. Dużo bierzesz za zreperowanie czegoś takiego?
uk: Не закохайся часом. Скільки коштуватиме полагодити щось подібне?

source: Nie zakłócajmy jednak modlitwy pozostałych i spotkajmy się na zewnątrz.
uk: Однак давай не заважатимемо молитися іншим і зустрінемось надворі.

source: Nie zależy mi już na reputacji w Gildii Kupieckiej. Nie ma najmniejszego sensu, bym tracił czas na to zadanie.
uk: Я більше не дбаю про свою репутацію в Торговій Гільдії. Немає сенсу витрачати час на це завдання.

source: Nie zamawiał jej. Pytanie, czy zmieni zdanie, jeśli opiszemy mu to, co znalazłeś. No i czy to na pewno dobry pomysł, żeby się dowiedział.
uk: Він не замовляв її. Питання в тому, чи змінить він свою думку, якщо ми розповімо йому про свою знахідку. І чи варто це робити?

source: Nie zamieniliśmy jeszcze ani słowa, a ty już obarczyłeś się ciężarem winy!
uk: Ми ще не обмінялися жодним словом, а ти вже обтяжений тягарем провини!

source: Nie zamierzam dziś umierać.
uk: Я не збираюся сьогодні помирати.

source: Nie zamierzam dłużej dać się wykorzystywać.
uk: Я більше не хочу бути їх пішаком.

source: Nie zamierzam już więcej ryzykować, rezygnuję ze straży i znajdę pracę gdzieś w mieście. Jeśli chcesz dożyć starości, to tobie również to polecam.
uk: Я не збираюсь більше ризикувати, я звільняюсь з Варти і знайду собі роботу десь у місті. Якщо хочеш дожити до старості, то раджу зробити те ж саме.

source: Nie zamierzam patrzeć, jak dorobek moich rodziców zostaje wpierw przepity, a następnie zagarnięty przez niekompetentnych urzędników.
uk: Я не збираюся спостерігати, як надбання моїх батьків спочатку пропивають, а потім привласнюють некомпетентні чиновники.

source: Nie zamierzam pić przed polowaniem.
uk: Я не буду пити перед полюванням.

source: Nie zamierzam ryzykować życia kolejnego górnika. Tym razem idziesz z nami i będziesz osłaniał nasze plecy.
uk: Я не збираюся ризикувати життям ще одного гірника. Цього разу ти підеш з нами і прикриєш наші спини.

source: Nie zamierzam tego tak zostawić. Zbyt wiele rzeczy tutaj nie pasuje...
uk: Я не збираюся це так залишати. Забагато всього не сходиться...

source: Nie zamierzam tu siedzieć cały dzień, więc daruj sobie zbędne pytania.
uk: Я не збираюся сидіти тут весь день, тому позбав мене зайвих питань.

source: Nie zamierzam wchodzić między młot a kowadło. Jeśli kupcy, Gildia i przemytnicy mają jakieś porachunki, to niech mnie w to nie mieszają.
uk: Я не збираюся ставати між молотом і ковадлом. Якщо між торговцями, Гільдією та контрабандистами виникне якась сутичка, не втягуй мене у неї.

source: Nie zamierzam więcej tego powtarzać, na Archolos nie ma żadnych orków!
uk: Я не збираюся повторювати, на Архолосі немає ніяких орків!

source: Nie zamierzam zabijać bezbronnego starca.
uk: Я не збираюся вбивати беззахисного старого.

source: Nie zapisał tego w testamencie, bo dzielenie spadku pomiędzy dwie osoby wymaga dodatkowych formalności, których Valerio nienawidził załatwiać.
uk: Він не записав цього до заповіту, тому що поділ спадщини між двома людьми вимагає додаткової паперової тяганини, з якою Валеріо ненавидів мати справу.

source: Nie zapominaj też, że to od nich otrzymaliśmy najwspanialszy możliwy dar - Magię. Nie ma lepszego dowodu potęgi i dobroci naszych bogów.
uk: І не забувай, що саме від них ми отримали найбільший з можливих дарів – магію. Немає кращого доказу могутності та доброти наших богів.

source: Nie zapominaj, że jesteś człowiekiem Gildii, członkiem naszej rodziny! Kiedy twój zarządca każe ci współpracować z Wysłannikiem Królewskim, to bez gadania masz iść i z nim współpracować!
uk: Не забувай, що ти людина Гільдії, член нашої сім'ї! Коли твій начальник наказує працювати з Королівським послом, ти без вагання повинен йти і працювати з ним!

source: Nie zapominaj, że przeciwnik nie będzie stał jak kołek! Musisz być oswojony z ciężarem broni, a wtedy będziesz szybszy i bardziej zaskakujący.
uk: Не забувай, що твій супротивник не буде стояти як вкопаний! Тобі потрібно звикнути до ваги зброї, і тоді ти будеш швидшим і більш несподіваним.

source: Nie zapominaj, że to my jesteśmy tymi potrzebującymi.
uk: Не забувай, що це якраз ми потребуємо допомоги.

source: Nie zapominajmy też o wszystkich, którzy polegli próbując zgładzić Bestię. Wznieśmy kielichy za wszystkich dzielnych śmiałków Archolos!
uk: Не забуваймо і всіх тих, хто поліг, намагаючись знищити Звіра. Піднімемо келихи за усіх хоробрих відчайдухів Архолосу!

source: Nie zapomniałam jak załatwiłeś dla mnie tę sprawę z posłańcem.
uk: Я не забула, як ти залагодив для мене те питання з посланцем.

source: Nie zapomniałem o tym, jak przysłużyłeś się miastu. Ja również za ciebie poręczę.
uk: Я не забув про те, як ти послужив місту. Я також за тебе поручуся.

source: Nie zapomniałeś o czymś?
uk: Ти нічого не забув?

source: Nie zapomniałeś o mnie!
uk: Ти не забув про мене!

source: Nie zapomnij mnie odwiedzić za jakiś czas.
uk: Не забудь провідати мене через деякий час.

source: Nie zapomnij o pancerzu!
uk: Не забудь про обладунок!

source: Nie zapomnij o tym, że najlepszy kurs złotych monet za samorodki dostaniesz u naszego kowala! Znajdziesz go w jaskini, koło Fynna!
uk: Не забувай про найвигідніший курс золотих монет за самородки у нашого коваля! Його можна знайти в печері біля Фінна!

source: Nie zapomnij też odwiedzić naszego straganu pomiędzy koszarami, a Starym Miastem!
uk: Не забудь відвідати наш прилавок між казармами та Старим містом!

source: Nie zapomnę tej wyprawy. Ten grobowiec... będzie co opowiadać w Nordmarze.
uk: Я не забуду цю експедицію. Про цю гробницю... буде що розповісти в Нордмарі.

source: Nie zaprzątaj sobie tym głowy, Bestia nie żyje. Nawet jeśli kiedykolwiek miałaby się pojawić kolejna, to znamy już jej słabe punkty, z pewnością sobie poradzimy.
uk: Не займай цим собі голову. Звір мертвий. Навіть якщо колись з'явиться інший, ми вже знаємо його слабкі місця, тож точно впораємося.

source: Nie zaprzątaj sobie tym głowy, ot zwykła Dzielnica Biedoty. Miejsce niewarte wizyt.
uk: Не забивай собі голову, це звичайнісінький Бідний квартал. Місце, яке не варто відвідувати.

source: Nie zapuszczałabym się jednak tam bez dobrego zapasu pochodni. Nie wspominając już o grasujących tam potworach...
uk: Однак, я б не наважилася йти туди без хорошого запасу смолоскипів. Не кажучи вже про монстрів, які там бродять...

source: Nie zaszkodzi popytać.
uk: Не завадить порозпитувати.

source: Nie zaszkodzi spróbować! Jeśli potrzebujesz eskorty, to z przyjemnością zaprowadzę cię do pobliskiego obozu węglarzy. Z tamtego miejsca powinieneś bez większych problemów dotrzeć do Knuta i jego ludzi.
uk: Спробувати не завадить! Якщо тобі потрібен супровід, я з радістю проведу тебе до сусіднього табору вуглярів. Звідти ти зможеш запросто дістатися до Кнута і його людей.

source: Nie zasługujesz na nic innego niż śmierć. (Zabij)
uk: Ти не заслуговуєш нічого, окрім смерті. (Вбити)

source: Nie zatrudniamy u nas strażników i nie mogę zrobić dla ciebie wyjątku, ale mam tu coś w ramach nagrody za dotychczasową pomoc.
uk: Ми не наймаємо до себе вартових, і я не можу зробити для тебе виняток, але у мене є дещо в нагороду за твою допомогу.

source: Nie zauważyłem, ale nie wiem, czy nie działa w różny sposób na różne organizmy. Ale jeśli będzie ci się zbierało na zwrócenie go, to wstrzymaj się do końca pokazu!
uk: Я не помічав, але мені не відомо, як він діє на різних людей. Але якщо тебе почне нудити, потерпи до кінця вистави!

source: Nie zawiedź mnie tym razem!
uk: Не підведи мене цього разу!

source: Nie zawiedź mnie!
uk: Не підведи мене!

source: Nie zawiedź moich oczekiwań!
uk: Не підведи моїх очікувань!

source: Nie zawracaj mi głowy!
uk: Не мороч мені голову!

source: Nie zawracaj mi głowy, mam ważne obowiązki na głowie.
uk: Не заважай мені, у мене є важливі справи.

source: Nie zawracaj mi głowy, smarku.
uk: Не турбуй мене, шмаркачу.

source: Nie zawracaj mi głowy.
uk: Не заважай мені.

source: Nie zawracaj mi głowy. Mówiłam JUTRO!
uk: Не набридай мені. Я сказала ЗАВТРА!

source: Nie zawracaj mi w takim razie głowy.
uk: Тоді не мороч мені голову.

source: Nie zawsze było łatwo, niektórzy na Archolos wciąż nie potrafią zrozumieć, że ta wyspa rozkwitła dopiero pod skrzydłami królestwa Myrtany...
uk: Це не завжди було легко, дехто на Архолосі досі не може зрозуміти, що цей острів розквітнув лише під крилами Королівства Міртана...

source: Nie zawsze chodzi o pieniądze. Tu chodzi o to, jak mnie potraktowano!
uk: Справа не в грошах. Справа у тому, як зі мною обійшлися!

source: Nie zawsze jednak jesteśmy w stanie powrócić w miejsca z naszych lepszych dni, dlatego właśnie warto odtwarzać piękne sytuacje z naszego życia - niezależnie od tego, czy były to polowania z najlepszymi towarzyszami, wypiekanie pysznego chleba wraz z matką, czy łowienie ryb z ojcem.
uk: Однак ми не завжди можемо повернутися в місця з наших найкращих днів, саме тому варто відтворити прекрасні моменти з нашого життя – чи то було полювання з нашими найкращими товаришами, випікання смачного хліба з матір'ю або риболовля з батьком.

source: Nie zawsze sprzedawałam swoje ciało, ale trzeba było coś wymyślić, kiedy czasy zrobiły się cięższe. Wiesz, jak jedzenie w mieście podrożało?
uk: Я не завжди продавала своє тіло, але щось треба було вигадати, коли настали важкі часи. Знаєш, як в місті все подорожчало?

source: Nie zaznasz spokoju
uk: Ніякого спокою

source: Nie zbliżaj się do nas. Przysięgam, że cię zabiję!
uk: Не наближайся до нас. Присягаюся, я тебе вб'ю!

source: Nie zdajesz sobie sprawy jaką popularnością cieszy się moja Arena.
uk: Ти навіть не уявляєш, наскільки популярна моя арена.

source: Nie zdajesz sobie sprawy, jak bardzo nam pomogłeś. To złoto wystarczy nam na jedzenie na dłuższy czas.
uk: Ти навіть не уявляєш, наскільки ти нам допоміг. Цього золота вистачить щоб запастися їжею на тривалий час.

source: Nie zdarzyło ci się jeszcze nic ciekawszego?
uk: Траплялося щось цікаве?

source: Nie zdziw się też, gdy nagle coś zeskoczy ci na głowę. Nie masz pojęcia jakie dziwactwa potrafią się schować w tych kanałach.
uk: Також не варто дивуватися, якщо тобі раптом щось стрибне на голову. Ти й гадки не маєш, які дивні створіння можуть ховатися в каналізації.

source: Nie zdziw się też, gdy nagle coś zeskoczy ci na głowę. Nie masz pojęcia, jakie dziwactwa potrafią się schować w tych kanałach.
uk: Також не варто дивуватися, якщо тобі раптом щось стрибне на голову. Ти й гадки не маєш, які дивні створіння можуть ховатися в каналізації.

source: Nie zdziwiłbym się. Nie wiem kiedy chłopcy mieli trochę okazji do rozrywki. Ulryk od jakiegoś czasu stał się bardzo rygorystyczny, jeśli chodzi o opuszczanie twierdzy.
uk: Я б не здивувався. Вже й не пам'ятаю, коли хлопці мали змогу розважитися. Ульрік віднедавна дуже суворо стежить за тим, щоб ніхто не покидав фортецю.

source: Nie ze mną takie numery.
uk: Зі мною такий номер не пройде.

source: Nie ze mną te numery! Zapłaciłeś mi za zioła?!
uk: Зі мною ці фокуси не пройдуть! Ти заплатив мені за трави?!

source: Nie zechciałbyś może pomóc nam zaciągnąć tego drewna do kowala?
uk: Може, допоможеш нам доштовхати цю деревину до коваля?

source: Nie zgadzam się. Nie wpuszczam do stodoły byle kogo!
uk: Не можна. Я не пускаю до хліва кого прийдеться!

source: Nie zmarnuj tej szansy.
uk: Не змарнуй цей шанс.

source: Nie zmienia to faktu, że głównym problemem jest mój brat oraz ten sęp, który wokół niego krąży, Gerhard.
uk: Це не змінює того факту, що головною проблемою є мій брат і стерв'ятник, який кружляє навколо нього, Герхард.

source: Nie zmienia to faktu, że musisz jakoś sobie zasłużyć na ponowną akceptację przez Wilczych Synów.
uk: Це не змінює того факту, що ти повинен якось знову заслужити визнання Вовчих Синів.

source: Nie zmienia to jednak faktu, że skoro mowa o konflikcie braci, to z pewnością chodzi o winnicę Valerio.
uk: Однак, це не змінює того факту, що, оскільки згадується конфлікт між братами, мова, безумовно, йде про виноградник Валеріо.

source: Nie znaczy to oczywiście, że każdy z nas jest TYLKO wojownikiem. Wszyscy polujemy, budujemy i gotujemy. Nie ma u nas twardego podziału na zawody czy obowiązki przydzielane zgodnie z płcią.
uk: Це, звісно, не означає, що кожен із нас є ТІЛЬКИ воїном. Ми всі полюємо, будуємо та готуємо. У нас немає жорсткого розподілу професій чи обов'язків на чоловічі та жіночі.

source: Nie znajdziesz na wyspie ani większych twardzieli, ani ludzi bardziej dumnych ze swojego pochodzenia.
uk: На острові не знайти крутіших хлопців, так само як і людей, які б більше пишалися своїм походженням, ніж вони.

source: Nie znajdziesz tu ani przyjaciół, ani wsparcia.
uk: Ти не знайдеш тут ні друзів, ні підтримки.

source: Nie znajdziesz zdolniejszych wojowników na wyspie. Nie zadzieraj z nimi, dobrze ci radzę. W pojedynkę potrafią sobie poradzić nawet ze stadem zębaczy.
uk: На острові не знайти більш здібних воїнів. Я б не зв'язувався з ними, вони без проблем впораються навіть зі зграєю снепперів.

source: Nie znajdziesz zdolniejszych wojowników na wyspie. Nie zadzierałabym z nimi, bez problemu radzą sobie nawet z stadem zębaczy.
uk: На острові не знайти більш здібних воїнів. Я б не зв'язувалася з ними, вони без проблем впораються навіть зі зграєю снепперів.

source: Nie znajdziesz zdolniejszych wojowników na wyspie. Nie zadzierałabym z nimi, bez problemu radzą sobie nawet ze stadem zębaczy.
uk: На острові не знайти більш здібних воїнів. Я б не зв'язувалася з ними, вони без проблем впораються навіть зі зграєю снепперів.

source: Nie znają oni jednak pism i łatwo dają się oszukać, a ci przeklęci handlarze doskonale to wykorzystują!
uk: Однак вони не знають священних писань і їх легко обдурити, а ці нечисті на руку торговці чудово користуються цим!

source: Nie znalazłem nikogo z załogi Becketta. Wszyscy musieli pójść na dno ze statkiem.
uk: Я не зміг знайти нікого з команди Беккета. Мабуть, вони всі пішли на дно разом з кораблем.

source: Nie znalazłem też krwi, więc jest nadzieja, że twój brat ma się dobrze.
uk: Крові я теж не знайшов, тому є надія, що з твоїм братом все гаразд.

source: Nie znaleźli, bo tkwił w ciele Normana.
uk: Його не знайшли, бо він застряг у тілі Нормана.

source: Nie znam cię chłopcze. A to znaczy, że nie możesz.
uk: Я не знаю тебе, хлопче. А це означає, що не можеш.

source: Nie znam cię. Nie ma mowy.
uk: Я тебе не знаю. Тож ні.

source: Nie znam człowieka bardziej oddanego temu miastu.
uk: Я не знаю людини, більш відданої цьому місту.

source: Nie znam człowieka.
uk: Я його не знаю.

source: Nie znam drugiej osoby z taką głową do interesów jak on.
uk: Я не знаю іншої людини з таким підприємницьким хистом, як у нього.

source: Nie znam gościa. Nigdy z nim nie pracowałem.
uk: Я його не знаю. Я ніколи з ним не працював.

source: Nie znam nikogo takiego.
uk: Я нікого такого не знаю.

source: Nie znam nikogo, kto by źle wyszedł na współpracy z Gildią.
uk: Я не знаю нікого, кому б співпраця з Гільдією принесла шкоду.

source: Nie znam prawa, które nakazuje obywatelom podawać byle strażnikowi swoje źródła dochodu. Żegnam.
uk: Я не знаю закону, котрий зобов'язує громадян звітувати кожному вартовому про свої джерела доходів. До побачення.

source: Nie znam się na biżuterii, ty pewnie też. Sami raczej nic nie ustalimy.
uk: Я не дуже розуміюся на ювелірних виробах, та й ти, мабуть, теж. Самі ми навряд чи щось дізнаємось.

source: Nie znam się na handlu.
uk: Я нічого не знаю про торгівлю.

source: Nie znam się na młynach, ale może przydadzą ci się te młotki? Mają ostre końce. Mógłbyś spróbować naostrzyć nimi kamienie.
uk: Я не дуже розуміюся на млинах, але, можливо, тобі пригодяться ці молотки? У них гострі кінці. Можеш спробувати загострити ними жорна.

source: Nie znam się na młynach.
uk: Я нічого не знаю про млини.

source: Nie znam się na otwieraniu zamków.
uk: Я не вмію відмикати замки.

source: Nie znam się na tropieniu. Ruszajmy w stronę wioski, pewnie już tam na nas czeka.
uk: Я не вмію читати сліди. Ходімо до села, він, напевно, вже чекає на нас там.

source: Nie znam się na tym.
uk: Я нічого про це не знаю.

source: Nie znam się zbytnio na gotowaniu, ale stek chyba jest usmażony. Mam nadzieję, że Fabio nie będzie wybrzydzał. Pora do niego wrócić, pewnie będzie w karczmie.
uk: Я не дуже розбираюся в кулінарії, але думаю, що стейк просмажився. Сподіваюся, Фабіо буде не дуже вибагливим. Час повертатися до нього. Він, напевно, в корчмі.

source: Nie znam żadnego Huuga, ale jeśli mówimy o jakichś rytuałach, to zapraszam na rytuał 'Ognia i stali'.
uk: Я не знаю ніякого Хууга, але якщо ми говоримо про якісь ритуали, то запрошую на ритуал 'Вогню і сталі'.

source: Nie znałeś Very, nie wiesz, jaka potrafiła być przekonująca! Szkoda tylko, że zostawiła mnie przy pierwszej, lepszej okazji.
uk: Ти не бачив Віру, ти не знаєш, наскільки переконливою вона може бути! Шкода тільки, що вона покинула мене за першої ж нагоди.

source: Nie znoszę tego zwrotu, ale tak, można tak powiedzieć. Podróżuję po naszym królestwie i szukam miejsc, gdzie można dobrze zarobić za ciekawą pracę.
uk: Не люблю цей вислів, але так, можна і так сказати. Я мандрую нашим королівством і шукаю різні місця, де можна добре заробити за цікаву роботу.

source: Nie znudziło ci się siedzenie tutaj?
uk: Тобі не набридло тут сидіти?

source: Nie zostaje mi nic innego jak tylko pomóc Ezekielowi. Niech się zgłosi, gdy będzie gotowy wyruszyć na plażę.
uk: Мені нічого не залишається, як допомогти Єзекіїлю. Нехай він повідомить, коли буде готовий вирушити на пляж.

source: Nie zostaniesz zapomniany...
uk: Ти не будеш забутий...

source: Nie zostawię ciała tego chłopaka na pastwę hieny cmentarnej, a ty idziesz ze mną, grzecznie i powoli.
uk: Я не залишу тіло цього хлопця на поталу розкрадачеві могил, а ти підеш зі мною, спокійно і поволі.

source: Nie zostawię cię tutaj.
uk: Я не залишу тебе тут.

source: Nie zostało nam już wiele pracy na dziś. Pobiegnij do mojej kuźni i wyciągnij z kufra formę do odlewu. Tylko uważaj, by jej nie połamać!
uk: На сьогодні у нас залишилося небагато роботи. Збігай до моєї кузні і принеси форму для лиття зі скрині. Тільки обережно, не розбий її!

source: Nie zraź się, gdyby nie zareagowali na twoje słowa zgodnie z oczekiwaniami.
uk: Не засмучуйся, якщо вони реагуватимуть на твої слова не так, як ти очікуєш.

source: Nie zrobiliście nic przez cały ten czas? Cortez wyraźnie powiedział, że macie przygotować zasadzkę.
uk: Ви нічого не зробили за весь цей час? Адже Кортез ясно вам сказав, що потрібно підготувати засідку.

source: Nie zrobimy tego.
uk: Ми не робитимемо цього.

source: Nie zrobiłeś do końca tego, czego chciałem, ale wykazałeś się pomyślunkiem, a to się ceni.
uk: Ти зробив не зовсім те, що я хотів, але ти проявив винахідливість, і я це ціную.

source: Nie zrozum mnie źle, ale nie mam ochoty na gadki z mundurowymi.
uk: Не зрозумій мене неправильно, але мені не кортить розмовляти з людьми у формі.

source: Nie zwierzała mi się, proszę ja ciebie. Kiedy latałeś po Leżu jak kot z pęcherzem, ona zagadywała do każdego mojego gościa po kolei.
uk: Мені вона не повідомляла. Поки ти гасав по Лігву як ідіот, вона встигла поговорити з кожним із моїх гостей.

source: Nie zwlekaj, oni z pewnością nie próżnują!
uk: Не затягуй, вони точно не сидять без діла!

source: Nie zębacz, nie kąsacz, a człowiek jest najbardziej przebiegłą bestią.
uk: Не снеппер і не кусач, а людина – це найхитріший звір.

source: Nie złożyłeś jeszcze uroczystej przysięgi!
uk: Ти ще не склав урочистої присяги!

source: Nie łap mnie za słówka.
uk: Не вір мені на слово.

source: Nie łatwiej byłoby po prostu zaatakować Lichwiarza?
uk: Не легше було б просто напасти на Лихваря?

source: Nie ściemniaj. O co chodzi?
uk: Не мороч мені голову. В чому справа?

source: Nie śmiem wątpić. Fakty natomiast pozostają takie, że w takim wypadku straż nie może oddać swojego wyposażenia.
uk: Не смію сумніватися. Факти ж такі, що в такому випадку Варта не може віддати своє спорядження.

source: Nie śpiesz się, nigdzie się stąd nie wybieram.
uk: Не поспішай, я нікуди звідси не дінусь.

source: Nie żartuj sobie ze mnie!
uk: Не жартуй зі мною!

source: Nie żartuj. Może mi jeszcze powiesz, że z inną?
uk: Серйозно? І я припускаю, що це була інша жінка?

source: Nie żartuje się z takich spraw. Pora nauczyć kultury. Morty!
uk: З такими речами не жартують. Пора тебе навчити культурі. Морте!

source: Nie żebym narzekała. Na tej przepychance o stołek mogę tylko zyskać.
uk: Не те, щоб я скаржилася. Мені це тільки на руку.

source: Nie życzy sobie, by ktokolwiek mu przeszkadzał.
uk: Він не хоче, щоб його хтось турбував.

source: Nie życzy sobie, żeby ktokolwiek mu przeszkadzał.
uk: Він не хоче, щоб його хтось турбував.

source: Nie żyje (Skłam).
uk: Мертвий (збрехати).

source: Nie żyje to w tym wypadku nawet lekkie niedopowiedzenie.
uk: Мертвий – це навіть м'яко сказано.

source: Nie żyje.
uk: Він мертвий.

source: Nie żyje. Gdy zobaczył mnie w swojej pracowni, wypił jakąś miksturę i rzucił się na mnie.
uk: Він мертвий. Побачивши мене у своїй майстерні, він випив якесь зілля і кинувся на мене.

source: Nie żyje. Uciekł do miejsca, w którym czekało paru jego towarzyszy. Co ciekawe, byli to ci sami ludzie, którzy zabili Runara. Tym razem dałem im radę.
uk: Мертвий. Він втік до місця, де на нього чекали кілька його товаришів. Цікаво, що це були ті самі люди, які вбили Рунара. Цього разу я з ними впорався.

source: Nie żyje. Znalazłem zwłoki w lesie niedaleko stąd.
uk: Він мертвий. Я знайшов його тіло у лісі недалеко звідси.

source: Nie żyją wszyscy członkowie Wodnego Kręgu! Na miejscu spotkaliśmy ludzi w pancerzach najemników Lichwiarza, którzy próbowali nas zabić. Ledwo udało nam się ujść z życiem.
uk: Всі члени Кільця Води мертві! На місці ми зіткнулися з людьми в обладунках найманців Лихваря, які намагалися нас вбити. Нам ледве вдалося врятуватися.

source: Nie żyją.
uk: Вони мертві.

source: Nie żyją?!
uk: Мертві?!

source: Nie żądam od ciebie wiele, ale nie aż tak mało! Przynieś więcej!
uk: Я не вимагаю від тебе забагато, але ж не настільки мало! Принеси більше!

source: Nie! Absolutnie nie!
uk: Ні! Зовсім ні!
